const TAG_P = 'TAG_P';
const TAG_UL = 'TAG_UL';

export const companyInfo = {
  header: 'О компании',
  section: [
    {
      id: '1',
      title: '',
      content: [
        {
          id: '1',
          tag: TAG_P,
          info: [
            {
              id: '1',
              text:
                'Разместите на этой странице информацию с описанием вашего магазина.',
            },
            {
              id: '2',
              text: '<b>Например:</b>',
            },
            {
              id: '3',
              text:
                '<b>Интернет-магазин "MyShop.ru" – лучшие товары по низким ценам!</b>',
            },
            {
              id: '4',
              text:
                'Мы рады предложить вам недорогие, но качественные товары с подробными описаниями, характеристиками и фотографиями. У нас Вы можете купить замечательные товары: технику, электронику, одежду, обувь, игрушки, книги и многое другое в вашем регионе по ценам производителей и без наценки.',
            },
            {
              id: '5',
              text:
                'Продажа большого ассортимента разнообразных товаров – основная специализация нашего интернет-магазина. Мы доставим ваш заказ бесплатно в любой уголок мира, осуществим подробную консультацию по товарам и поможем с выбором.',
            },
            {
              id: '6',
              text:
                'Магазин "MyShop.ru" предлагает Вам купить качественную и доступную технику, электронику, одежду, обувь, игрушки, книги и многое другое с доставкой! Все виды современных товаров от эконом класса до более дорогих представлены в нашем каталоге.',
            },
            {
              id: '7',
              text:
                'Вы можете купить любые товары в вашем городе: технику, электронику, одежду, обувь, игрушки, книги и многое другое.',
            },
            {
              id: '8',
              text: '<b>Наши главные преимущества:</b>',
            },
          ],
        },
        {
          id: '2',
          tag: TAG_UL,
          info: [
            {
              id: '1',
              text: 'Низкие цены от производителей',
            },
            {
              id: '2',
              text: 'Доставка по городу в день заказа',
            },
            {
              id: '3',
              text: 'Доставка заказов Почтой по всей Стране за 5-15 дней',
            },
            {
              id: '4',
              text: 'Только оригинальная и сертифицированная продукция',
            },
            {
              id: '5',
              text: 'Гарантия на все товары – 5 лет!',
            },
            {
              id: '6',
              text:
                'Не понравился товар? Вернем или обменяем в течение 14-ти дней без оформления лишних бумаг!',
            },
            {
              id: '7',
              text: 'Бонусы и скидки для постоянных покупателей',
            },
          ],
        },
      ],
    },
  ],
};
