const TAG_LI = 'TAG_LI';
const TAG_UL = 'TAG_UL';

export const deliveryInfo = {
  header: 'Доставка из Маркома',
  section: [
    {
      id: '1',
      title: 'Условия доставки',
      content: [
        {
          id: '1',
          tag: TAG_LI,
          info: [
            {
              id: '1',
              text: '<b>Подъем заказа до квартиры – бесплатно.</b>',
            },
            {
              id: '2',
              text:
                'Курьерская доставка по Москве в пределах МКАД осуществляется ежедневно с 09:00 до 22:00. Вы можете выбрать удобный временной интервал. Предварительно курьер позвонит за час до доставки.',
            },
            {
              id: '3',
              text:
                'Интервалы в рабочие дни: 09:00-12:00: 12:00-15:00, 15:00-18:00, 19:00-22:00.',
            },
            {
              id: '4',
              text: 'Интервалы в выходные:',
            },
          ],
        },
        {
          id: '2',
          tag: TAG_UL,
          info: [
            {
              id: '1',
              text: 'Суббота: 09:00-14:00, 14:00-18:00.',
            },
            {
              id: '2',
              text: 'Воскресенье: 09:00-18:00.',
            },
          ],
        },
        {
          id: '3',
          tag: TAG_LI,
          info: [
            {
              id: '1',
              text:
                'Курьерская доставка за МКАД и далее по Московской области осуществляется ежедневно с 09:00 до 18:00. Курьер предварительно свяжется за 1 час до доставки.',
            },
            {
              id: '2',
              text:
                'Доставка возможна в течение 1-2 дней с момента подтверждения заказа до 16:00.',
            },
            {
              id: '3',
              text:
                'Пожалуйста, проверяйте соответствие товара заказанному, после подписания накладной претензии не рассматриваются.',
            },
            {
              id: '4',
              text: 'Срок доставки товаров под заказ от 7 до 14 дней.',
            },
            {
              id: '5',
              text:
                'Доставка аквариумов и тумб для аквариумов осуществляется только до подъезда по Москве и Московской области и в пределах малого бетонного кольца (до 30 км от МКАД).',
            },
            {
              id: '6',
              text:
                'Обратите внимание: если на адресе доставки действует пропускной режим, то необходимо будет обеспечить доступ курьера (открыть шлагбаум, заказать пропуск и т.п.). Иначе мы не сможем доставить заказ.',
            },
          ],
        },
      ],
    },
  ],
};
