const TAG_P = 'TAG_P';
const TAG_DIV = 'TAG_DIV';
const TAG_GRID = 'TAG_GRID';

export const contactsInfo = {
  header: 'Контакты',
  section: [
    {
      id: '1',
      title: '',
      content: [
        {
          id: '1',
          tag: TAG_P,
          info: [
            {
              id: '1',
              text:
                'Вы можете найти нас по адресу: г. Москва, ул. Торговая, дом 123, офис 456',
            },
            {
              id: '2',
              text:
                'Как добраться: Сокольническая линия метро, последний вагон из центра, выход в сторону Казанского вокзала.',
            },
            {
              id: '3',
              text: 'Телефон отдела продаж: 8-495-123-45-67 (многоканальный)',
            },
            {
              id: '4',
              text: 'Телефон отдела оптовых продаж: 8-495-765-43-21',
            },
            {
              id: '5',
              text: 'Email: sales@myshop.ru',
            },
            {
              id: '6',
              text: '<b>График работы офиса и склада:</b>',
            },
          ],
        },
        {
          id: '2',
          tag: TAG_GRID,
          info: [
            {
              id: '1',
              text: 'Понедельник',
            },
            {
              id: '2',
              text: 'с 9:00 до 21:00',
            },
            {
              id: '3',
              text: 'Вторник',
            },
            {
              id: '4',
              text: 'с 9:00 до 21:00',
            },
            {
              id: '5',
              text: 'Среда',
            },
            {
              id: '6',
              text: 'с 9:00 до 21:00',
            },
            {
              id: '7',
              text: 'Четверг',
            },
            {
              id: '8',
              text: 'с 9:00 до 21:00',
            },
            {
              id: '9',
              text: 'Пятница',
            },
            {
              id: '10',
              text: 'с 9:00 до 21:00',
            },
            {
              id: '11',
              text: 'Суббота',
            },
            {
              id: '12',
              text: 'с 10:00 до 20:00',
            },
            {
              id: '13',
              text: 'Воскресенье',
            },
            {
              id: '14',
              text: 'с 10:00 до 20:00',
            },
          ],
        },
        {
          id: '3',
          tag: TAG_DIV,
          info: [
            {
              id: '1',
              text: 'Заказы через сайт принимаются круглосуточно!',
            },
          ],
        },
        {
          id: '4',
          tag: TAG_P,
          info: [
            {
              id: '1',
              text: '<b>Реквизиты:</b>',
            },
            {
              id: '2',
              text: 'ИП Иванов Иван Иванович',
            },
            {
              id: '3',
              text: 'ОГРНИП: 123456789012345',
            },
            {
              id: '4',
              text: 'ИНН: 123456789012',
            },
            {
              id: '5',
              text: 'КПП: 123456789',
            },
          ],
        },
      ],
    },
  ],
};
