const TAG_LI = 'TAG_LI';
const TAG_P = 'TAG_P';

export const paymentInfo = {
  header: 'Способы оплаты в Маркоме',
  section: [
    {
      id: '1',
      title: 'Способы оплаты',
      content: [
        {
          id: '1',
          tag: TAG_LI,
          info: [
            {
              id: '1',
              text: 'Наличными или банковской картой курьеру.',
            },
            {
              id: '2',
              text: 'Банковской картой на сайте.',
            },
            {
              id: '3',
              text: 'Безналичный расчет для юридических лиц.',
            },
          ],
        },
      ],
    },
    {
      id: '2',
      title: 'Порядок онлайн-оплаты банковскими картами',
      content: [
        {
          id: '1',
          tag: TAG_P,
          info: [
            {
              id: '1',
              text:
                'К оплате принимаются банковские карты Visa, Mastercard, МИР. После подтверждения заказа вы будете перенаправлены на защищенную платежную страницу. Никаких дополнительных платежей или комиссий при онлайн-оплате не взимается.',
            },
            {
              id: '2',
              text:
                '<b>Обратите внимание:</b> при оплате заказ через сайт необходимо в заказе указывать номер мобильного телефона получателя заказа. При доставке на этот номер телефона будет выслан СМС-код, который нужно будет продиктовать курьеру для получения посылки.',
            },
          ],
        },
        {
          id: '2',
          tag: TAG_LI,
          info: [
            {
              id: '1',
              text:
                'В процессе оплаты банковской картой введите ее номер, срок действия, код CVV, указанный на обороте, а также имя и фамилию владельца на английском языке (как на карте).',
            },
            {
              id: '2',
              text:
                'Убедитесь, что Вы ввели корректные данные, а затем нажмите на кнопку «Оплатить».',
            },
            {
              id: '3',
              text:
                'Если ваша банковская карта поддерживает технологию 3D Secure, Вы автоматически перейдете на сайт своего банка, где Вас попросят ввести секретный код активации, который будет отправлен Вам на телефон.',
            },
            {
              id: '4',
              text:
                'Если реквизиты карты введены верно и на счете достаточно денег, Вы увидите подтверждение оплаты заказа. После чего Вам будет предложено вернуться на страницу оплаченного заказа.',
            },
          ],
        },
      ],
    },
  ],
};
