export const paragraph = [
  {
    id: '1',
    text: 'Добро пожаловать на «страницу 404» нашего сайта.',
  },
  {
    id: '2',
    text:
      'К сожалению, введенный Вами адрес недоступен. Этому может быть несколько объяснений:',
  },
];

export const list = [
  {
    id: '1',
    text: 'Страница удалена (из-за утраты актуальности информации)',
  },
  {
    id: '2',
    text: 'Страница перенесена в другое место',
  },
  {
    id: '3',
    text:
      'Возможно, при вводе адреса была пропущена какая-то буква (на самом деле, у нас самих так часто получается)',
  },
];
